{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "dracula": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fd": { "branch": "master" },
  "flutter-tools.nvim": { "branch": "main" },
  "gruvbox": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "lillilac.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v4.x" },
  "lua-utils.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nabla.nvim": { "branch": "master" },
  "neorg": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "pathlib.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
